/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - не в сети";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@, оканч. на %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Добавить";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "Добавить карту";

/* Source type brand name */
"3D Secure" = "Метод 3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Счет";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "АДРЕС ВЛАДЕЛЬЦА СЧЕТА";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Имя владельца счета";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Номер счета";

/* Title for Add a Card view */
"Add a Card" = "Добавить карту";

/* Title shown above a card entry form */
"Add a card" = "Добавьте карту";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Добавить счёт для прямого списания средств";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Добавить карту";

/* Button to add a new credit card. */
"Add New Card…" = "Добавить новую карту...";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Добавить новый метод оплаты";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Укажите платежные данные";

/* Caption for Address field on address form */
"Address" = "Адрес";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Адрес (строка 1)";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Адрес (строка 2) (необязательно)";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Кв.";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Text for back button */
"Back" = "Назад";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "БАНК";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Банковский счет";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "РЕКВИЗИТЫ БАНКОВСКОГО СЧЕТА";

/* Title for billing address entry section */
"BILLING ADDRESS" = "АДРЕС ДЛЯ ВЫСТАВЛЕНИЯ СЧЕТА";

/* Title for billing address entry section */
"Billing Address" = "Адрес выставления счета";

/* Billing address section title for card form entry. */
"Billing address" = "Адрес для выставления счета";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Предоставив свой код IBAN и подтвердив платеж, вы уполномочиваете %@ и Stripe, наш сервис обработки платежей, отправить запрос вашему банку на списание средств с вашего счета, а ваш банк — списать средства в соответствии с этим запросом. Ваши права на возмещение средств определяются условиями вашего соглашения с банком. Заявка на возмещение средств должна быть подана не позднее чем через 8 недель после даты списания средств со счета.";

/* Button title to cancel action in an alert */
"Cancel" = "Отмена";

/* Title for card number entry field */
"CARD" = "КАРТА";

/* Title for credit card number entry field */
"Card" = "Карта";

/* Details of a saved card */
"Card ending in %@" = "Карта, оканчивающаяся на %@";

/* Card details entry form header title */
"Card information" = "Данные платежной карты";

/* accessibility label for text field */
"card number" = "номер карты";

/* Label for card number entry text field */
"Card number" = "Номер карты";

/* TODO */
"Choose a payment method" = "Выберите метод оплаты";

/* Caption for City field on address form */
"City" = "Город";

/* Text for close button */
"Close" = "Закрыть";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Закрыть сканер карт";

/* Title for contact info form */
"CONTACT" = "КОНТАКТНЫЕ ДАННЫЕ";

/* Title for contact info form */
"Contact" = "Контактные данные";

/* Text for continue button */
"Continue" = "Продолжить";

/* Caption for Country field on address form */
"Country" = "Страна";

/* Title for country picker section */
"COUNTRY" = "СТРАНА";

/* Country selector and postal code entry form header title */
"Country or region" = "Страна или регион";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Графство";

/* Label for entering CVC in text field */
"CVC" = "Код CVV/CVC";

/* Label for entering CVV in text field */
"CVV" = "Код CVV/CVC";

/* Title for delivery info form */
"Delivery" = "Доставка";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "АДРЕС ДОСТАВКИ";

/* Title for delivery address entry section */
"Delivery Address" = "Адрес доставки";

/* Done button title */
"Done" = "Готово";

/* Button title to enter editing mode */
"Edit" = "Редактировать";

/* Caption for Email field on address form */
"Email" = "Эл. почта";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "срок окончания действия";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Бесплатно";

/* Placeholder string for name entry field. */
"Full name" = "Имя, фамилия";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "Банк в системе iDEAL";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Недопустимые данные.";

/* Shipping form error message */
"Invalid Shipping Address" = "Ошибочный адрес доставки";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Идет загрузка...";

/* label for text field to enter card expiry */
"MM / YY" = "ММ / ГГ";

/* label for text field to enter card expiry */
"MM/YY" = "ММ/ГГ";

/* Title for payment options section */
"MORE OPTIONS" = "ДОПОЛНИТЕЛЬНЫЕ ВОЗМОЖНОСТИ";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Имя";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Новая карта";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Новый счет для прямого списания средств";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Новый счет для прямого списания средств SEPA";

/* Button to move to the next text entry field */
"Next" = "Далее";

/* No comment provided by engineer. */
"OK" = "ОК";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Онлайн-банкинг (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Или оплатить с помощью";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Или оплатить картой";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Оплатить %@";

/* Pay with {payment method} */
"Pay with %@" = "Оплатить с помощью %@";

/* Title for Payment Method screen */
"Payment Method" = "Метод оплаты";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "Телефон";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Направьте камеру телефона на карту.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Индекс";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Почтовый индекс";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Почтовый индекс";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Идет обработка...";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Провинция";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Удалить";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Удалить %@";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Удалить карту %1$@, оканчивающуюся на %2$@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Удалить карту";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Сохранить данные этой карты для будущих платежей %@";
/* Text for button to scan a credit card */

"Scan Card" = "Сканировать карту";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Выбрать";
/* label for iDEAL-bank selection picker */

"Select bank" = "Выбрать банк";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Выберите способ оплаты";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Счет SEPA";
/* Payment method brand name */

"SEPA Debit" = "Списание средств SEPA";
/* Source type brand name */

"SEPA Direct Debit" = "Прямое списание средств SEPA";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Настроить";
/* Title for shipping info form */

"Shipping" = "Доставка";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "АДРЕС ДОСТАВКИ";
/* Title for shipping address entry section */

"Shipping Address" = "Адрес доставки";
/* Label for shipping method form */

"SHIPPING METHOD" = "МЕТОД ДОСТАВКИ";
/* Label for shipping method form */

"Shipping Method" = "Метод доставки";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Штат";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Штат / провинция / регион";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Введенный код BSB неполон.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Введенный код BSB неверен.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Выбранный метод оплаты недоступен.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "При обработке карты произошла ошибка. Подождите несколько секунд и повторите попытку";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Произошла непредвиденная ошибка. Подождите несколько секунд и повторите попытку.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Лимит времени для аутентификации метода оплаты истек. Попробуйте еще раз";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Чтобы сканировать карту, войдите в \"Настройки\" и разрешите доступ к камере.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Повторите попытку";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "Не удалось установить соединение.";

/* Default missing source type label */
"Unknown" = "Неизвестно";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Использовать адрес выставления счетов";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Использовать адрес доставки";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Использовать адрес доставки";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "Подтвердите свою личность";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Не удалось верифицировать метод оплаты. Выберите другой метод оплаты и повторите попытку.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Для завершения оформления платежа сейчас произойдет переход на сайт %@.";

/* Error when the card has already expired */
"Your card has expired" = "Срок действия карты истек";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Номер карты введен не полностью.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Номер карты недействителен.";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Карта отклонена";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Дата истечения срока действия карты введена не полностью.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Дата истечения срока действия карты недействительна.";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Недопустимый месяц окончания действия карты";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Недопустимый месяц окончания действия карты.";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Недопустимый год окончания действия карты";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Недопустимый год окончания действия карты.";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Номер карты недействителен";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Код CVV/CVC карты введен не полностью.";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Недопустимый код CVV/CVC карты";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Код CVV/CVC карты недействителен.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Введенный почтовый индекс неполон.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Введенный почтовый индекс недействителен.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Почтовый индекс введен не полностью.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Введенный почтовый индекс неверен.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "Почтовый индекс";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Почтовый индекс";

